---
kind: other
id: Methods.T:Autodesk.Revit.UI.ToggleButtonData
source: html/d30267d6-6d49-7142-f24b-8dac7e5cda73.htm
---
# ToggleButtonData Methods

Gets the contextual help bound with this control.